Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: näkökulmasta vaan tyytyy toistamaan edellä mainitussa luvussa esitetyn joiltakin osin täydennetyn yhteenvedon tärkeistä vuosiluvuista ja tapahtumista, jotka liittyvät saamelaisten
sme: historjjálaš geahčastagaid, muhto duhtá geardut namahuvvon kapihttala addin visogova, veaháš lasihettiin muhtun vuođđaloguid ja sámi álbmoga ja stáhtaid

source: ja valtioiden väliseen suhteeseen:
sme: gaskasaš dáhpáhusaid:

source: Kristillisen ajanlaskun alku Saamelaiset ovat oma etninen ryhmänsä, ja saamelaisen kulttuurin piirteet ovat jäljitettävissä edelliselle vuosituhannelle.
sme: Kr. f Sámit ilbmet sierra čearddalaš joavkun, ja sámi kultursárgosiid lea vejolaš guorrat ruovttoluotta vássán jahkeduháhii.

source: Saamelaiset asuttavat laajoja osia Keski-Skandinaviaa ja sen pohjoispuolisia, nykyisestä Suomesta Laatokalle ja koko Kuolan niemimaalle ulottuvia alueita, jotka käsittivät yhteensä noin 6–700 000 km.
sme: Sámit ásset viidát dain guovlluin mat ollet Gaska-Skandinavias davás, dáláš Supmii, Ladogai, ja olles Guoládahkii – buohkanassii 6-700 000 km.

source: He hallitsivat yksin huomattavia osia tästä alueesta.
sme: Stuorra osiin dain guovllus sii leat áidna ássit.

source: 890 Pohjoisnorjalainen talonpoikaispäällikkö Ottar matkustaa Tromssasta pohjoiseen Vienanmeren sisäosiin. Hän kohtaa Jäämeren rannikolla ainoastaan saamelaisia metsästäjiä, kalastajia ja linnunpyytäjiä.
sme: Davvinorgalaš oaivámuš Ottar vuolgá mátkái Romssas davás, Vilgesmeara siskkit guovlluide – miehtá jiekŋameara gátti son deaivvaha duššefal sámi meahcásteddjiid, guolásteddjiid ja loddebivdiid.

source: Pähkinäsaaren rauha. Ruotsin ja Novgorodin välinen raja.
sme: Nöteborg-ráfi: Ruoŧa ja Novgoroda gaskasaš rádji.

source: 1326/29 Norjan ja Novgorodin välinen kahdenvälinen verotussopimus: kyseiset valtiot verottavat yhdessä Tromssan ja Kuolan niemimaan etelärannikolla sijaitsevan Væleån välisellä alueella asuvia saamelaisia.
sme: 1326/29 Bilaterála vearuhansoahpamuš Norgga ja Novgoroda gaskka: Dat guokte stáhta galget goappašagat vearuhit sámiid Romssa ja Væleå gaskkas, mii lea Guoládaga lullegáttis.

source: 1300−1500- luku Saamelaiset joutuvat useilla paikkakunnilla moninkertaisen verotuksen, ryöstelyn ja painostuksen kohteiksi.
sme: 1300-logus 1500- lohkui Sámiide deaividit máŋgga sajis máŋggageardánis vearuheamit, rievideamit ja bággemat.

source: Perämeren sisäosista kotoisin olevat pirkkalaiset (Birkarl) ovat Ruotsin valtiovallan edeltäjiä saamelaisten verottajina.
sme: Bottenviikka siskkit guovlluid birkálaččat leat ruoŧŧilaš stáhtaválddi ovddasmannit sámiid vearuhemiineaset.

source: Pohjanmaalla poronhoitoa harjoittavat saamelaiset maksavat kirkonkymmenyksiä elinkeinonsa harjoittamisesta.
sme: Österbottenis boazodoallit mákset girkui logádasa iežaset ealáhuslobi dihte.

source: Laamanni antaa Ruotsissa tuomioita lappalaisten ja ei-lappalaisten välisissä kiistoissa.
sme: Lágamánni dubme sámiid ja ruoŧŧilaččaid gaskasaš riidduid Ruoŧas.

source: Venäjän suuriruhtinas julistautuu saamelaisten päälliköksi, antaa yksityiskohtaisia toimintaohjeita verovoudeilleen ja tunnustaa saamelaisten omistusoikeuden alueisiinsa.
sme: Ruošša stuorraoaivámuš cealká iežas leat sámiid oaivámuš, attii dárkilis gohččosiid iežas vearrosunddiide, ja dohkkeha sámiid eaiggátvuođa iežaset guovlluide.

source: Ruotsin kuningas ottaa vastatakseen pirkkalaisten siihen asti suorittamasta saamelaisten verottamisesta aivan Pohjoiselle jäämerelle asti ja tunnustaa saamelaisten omistusoikeuden alueisiinsa.
sme: Ruoŧŧilaš gonagasváldi váldá birkálaččain alccesis válddi vearuhit sámiid gitta Jiekŋameara rádjai, ja dohkkeha sámiid eaiggátvuođa daidda guovlluide.

source: Stettinin rauha: Tanska-Norja ja Ruotsi sopivat rajojen säilyttämisestä ennallaan.
sme: Stettin-ráfi: Danmárku-Norga ja Ruoŧŧa sohpet ahte rájit bissot.

source: Poronhoidolle on voinut olla merkitystä sillä, että nyt hyväksyttiin toisen maan alamaisten oikeudet oman maan rajan sisäpuolella.
sme: Boazodollui dat sáhttá leat leamaš deaŧalaš ahte dohkkehedje nuppi riikka riikkavuložiid vuoigatvuođaid iežaset riikkarájiid siskkobealde.

source: Juhana III vahvistaa Suvantovaaran lappalaiskylän ” ylimuistoisen nautintaoikeuden ” Sonkamuotkassa.
sme: Johan III nanne Suondovara čearu ” urminnes hävd ” (dološáigásaš vuoigatvuođa) Songa-muotkkis.

source: Täyssinän rauha: Venäjä luovuttaa Jäämeren rannikkoa koskevan Varangin länsipuolisten alueiden verotusoikeuden ja herruuden Ruotsille, joka täten laajentaa toimintaansa Ruijassa.
sme: Teusina-soahpamuš: Ruošša luoitá Ruŧŧii iežas gáibádusaid vearuheapmái ja isitvuhtii jiekŋameara gáttiin oarjjabealde Várjjaga, ja dasto Ruoŧŧilaš doaibma lassána Finnmárkkus.

source: Kaarle IX:n verollepanoa koskeva kirje, joka koskee lappalaisten metsää, maata, jokia ja vesistöjä.
sme: Karl IX vearuhanreive mii gusto sámiid vuvddiide, eatnamiidda, jogaide ja čázádagaide.

source: Lapin lappalaiskylille, koska ” kylät ” maksoivat veroa Ruotsin kruunulle.
sme: Karl IX ” suodjalanreive buot vierrásiid vuostái ” muhtun Geama sámesiiddaide dainnago ” siiddat ” mákse vearu ruoŧŧilaš ruvdnui.

source: Kaarle IX painatti Kuningas Kristofferin maalain, joka oli voimassa yleisenä lakina Ruotsissa vuoteen 1736 asti.
sme: Karl IX prentehii Gonagasa Kristofera riikkalága, mii gustui oppalaš láhkan Ruoŧas gitta jahkái 1736.

source: Lakikirjan otsikkosivulla oli hänen vuodesta 1604 alkaen käyttämänsä kuninkaan titteli: ” Carl then IX Sweriges / Finnars / Carelers / Lappars i Norlanden / the Kajaners och Esters i Lijf.
sme: Láhkagirjji bajilčálasiiddus lei lohkamassii dat gonagasnamma mii sus lei jagi 1604 rájis: ” Carl then IX Sweriges / Finnars / Carelers / Lappars i Norlanden / the Kajaners och Esters i Lijf.

source: land Konung ”.
sme: land Konung ” (Kárle logát, Ruoŧa, láttiid, gárjilaččaid, davvilándda sámiid, gajánaid ja estelaččaid gonagas).

source: 1611–12 Ruotsin ja Norjan välillä käytiin Kalmarin sotaa muun muassa Pohjoiskalotin pohjoisimman osan herruudesta.
sme: 1611-12 Kalmarsoađis dorrot Ruoŧŧa ja Danmárku vuostálaga, ee. das goappás galgá leat isitvuohta Davvikalohta davimus guovllus.

source: Knäredin rauha: Ruotsi joutuu luopumaan vaatimuksistaan Jäämeren rannikon suhteen, ja Tanska-Norja saa yksinään lainkäyttövallan Norjan pohjoisimpien osien rannikko- ja vuonoalueisiin.
sme: Knäred-ráfi: Ruoŧŧa luoitá gáibádusaid jiekŋameara rittuide, ja Danmárku-Norga oažžu okto jurisdikšuvnna (mearridanválddi) davimus Norgga mearragáttiid ja vuotnaguovlluid badjel.

source: Määräysten mukaan silloisen Finnmarkin (Ruijan) sekä Inarin sisäosat ovat Ruotsin lainkäyttövallan mutta myös tanskalais-norjalaisen veronkannon alaisia.
sme: Dáláš Finnmárkku siskkit guovlu, ja Anár, mearriduvvojit leat ruoŧŧilaš jurisdikšuvnna vuolde, muhto doppege galgá leat dánskalaš-norgalaš vearuheapmi.

source: Varanginvuonon eteläpuolella oleviin Näytämön (Neiden), Paatsjoen ja Petsamon siitoihin ei kajottu. Ne jäivät Venäjän lainkäyttövallan ja lisäksi myös tanskalais-norjalaisen veronkannon alaisiksi.
sme: Siiddat Njeaidán, Báhcaveadji ja Peisen lulábealde Várjjatvuona eai guoskkahala – dat bissot ruoššalaš jurisdikšuvnna vuolde, ja doppege lea dánskalaš-norgalaš vearuheapmi.

source: Brömsebron rauha: Norja menettää Jämtlandin ja Härjedalenin Ruotsille.
sme: Brömsebro-ráfi: Norga massá Jämtlándda ja Härjedalena Ruŧŧii.

source: Kaarle XI:n käskykirje rinnastaa ” perintötalollisen ” ja ” lappalaisen ”.
sme: Karl XI bergsprivilegium bidjá dássálagaid ” skattmannen ” ja ” lappen ”.

source: Västerbottenin lappalaisalueiden verollepano: lappalaiskylät pannaan verolle.
sme: Vearuheapmi Västerbottena sámi guovlluin: siiddat vearuhuvvojit.

source: 1723/1734 Kaivosten plakaatit vuodelta 1723 painetaan saamen kielellä vuonna 1734.
sme: 1723/1734 Jagi 1723 ” Bergverksplakaten ” prentejuvvo sámegillii jagi 1734.

source: Norjan ja Ruotsin (Suomen) välinen raja määritetään.
sme: Norgga ja Ruoŧa (Suoma) gaskasaš rádji mearriduvvo.

source: Finnmarkin sisäosat siirtyvät Norjan yksipuolisen lainkäyttövallan alaisuuteen.
sme: Siskkit Finnmárku šaddá duššefal norgalaš jurisdikšuvnna vuollái.

source: Inari jää Ruotsin lainkäyttövallan alaisuuteen mutta on myös verovelvollinen Venäjälle.
sme: Anár bissu ruoŧŧilaš jurisdikšuvnna vuolde, muhto nu ahte vearrogeatnegasvuohta lea Ruššii.

source: Rajasopimuksen laajan lisäpöytäkirjan − myöhemmältä nimeltään ” Lappekodisillen ” − on määrä varmistaa ” lappalaisen kansakunnan säilyminen ” (” den Lappiske nations Conservation ”).
sme: Viiddis lasáhus rádjesoahpamuššii – mii maŋŋil gohčoduvvo " Lappekodisillen " – galgá sihkkarastit " den Lappiske nations Conservation " (sámi álbmoga seailuma).

source: Lisäpöytäkirjassa olennaisimpia asioita ovat saamelaisten elinkeinovapaus, Kautokeinon lappalaiskylän mainitseminen, oma saamelainen oikeusjärjestelmä ja saamelaisten puolueettomuus.
sme: Guovdileamos áššit das leat sámiid ealáhusfriddjavuohta riikkarájiid rastá, ahte Guovdageainnu rájit namahuvvojit, sierra sámi riektevuogádat, ja sámiid sorjákeahttáivuohta.

source: Suomi erotetaan Ruotsista, ja siitä tulee Venäjän tsaarin alainen suuriruhtinaskunta.
sme: Suopma čuldojuvvo Ruoŧas eret ja šaddá Ruošša cára vuollásaš stuorraoaivámušváldin.

source: Suomen ja Ruotsin välinen raja määritetään (1810). Sillä ei ole merkitystä vuoden 1751 rajalle.
sme: Rádji mearriduvvo Suoma ja Ruoŧa gaskka (1810), mii ii mearkkaš maidege jagi 1751 rádjái.

source: Inari vapautetaan Venäjälle maksettavasta verosta vuonna 1814.
sme: Anár ii dárbbaš máksit Ruššii vearu 1814.

source: Saamelaisten vastavuoroinen, Lappekodisillenissä säännelty luonnonvarojen hyödyntäminen jatkuu entiseen tapaan, nyt Suomen ja Norjan välisen rajan yli.
sme: Sámiid guhtet guimmiideaset beallái olli resursageavaheapmi, maid Lappekondisilla regulere, joatká ovddežis, ja dál rastá Suoma-Norgga ráji.

source: Norja irrotetaan Tanskan yhteydestä, ja Ruotsi vastaa Ruotsin ja Norjan ulkopolitiikasta.
sme: Norga beassá sierra Danmárkkus, ja Ruoŧŧa ovddasta Ruoŧa ja Norgga olgoriikkapolitihka.

source: Venäjän ja Norjan välinen raja jakaa viimeisen yhteisen saamelaisalueen.
sme: Ruošša ja Norgga gaskasaš rádji juohká sámiid maŋimuš oktasaš guovllu.

source: Nykyisestä Etelä-Varangista (Sør-Varanger) tulee Norjan aluetta.
sme: Dáláš Mátta-Várjjat šaddá norgalaš guovlun.

source: Venäläisiksi rekisteröidyt Paatsjoen saamelaiset saavat vuonna 1834 oikeuden jatkaa lohikalastusta Norjan puolella sijaitsevalla merellä.
sme: Ruššii registarastojuvvon Báhcaveaisámit ožžon 1834 vuoigatvuođa joatkit luossabivdduset mearas Norgga bealde.

source: Suomen ja Venäjän välinen raja määrätään.
sme: Rádji mearriduvvo Suoma ja Ruošša gaskka.

source: Vaikka Lappekodisilleniä ei kumotakaan muodollisesti, Suomen ja Norjan välinen raja suljetaan poronhoidolta ja Suomen kansalaisilta kielletään kalastuksen ja metsästyksen harjoittaminen Norjassa.
sme: Vaikko Lappekodisilla ii heaittihuvvo formálalaččat, de Norgga ja Suoma gaskasaš rádji giddejuvvo boazodollui, ja Suoma riikkavuoložat gildojuvvojit guolásteames ja meahcásteames Norggas.

source: Tästä aiheutuu huomattavia haittavaikutuksia Pohjoiskalotin poronhoitojärjestelmille.
sme: Davvikalohta boazodoallovuogádagaide dat lea vahágin mii čuohcá viidát.

source: Norja (Ruotsi) kieltäytyy vuonna 1859 Suomen tarjouksesta, jonka mukaan Norja saisi ottaa haltuunsa Suomen kaikkein pohjoisimman osan. Tarjous tehtiin rajan sulkemisesta saamelaisille aiheutuvien haittojen vähentämiseksi.
sme: Norga (Ruoŧŧa) vástida jagi 1859 biehttalemiin suopmelaš fálaldahkii diktit Norgii gullat Suoma buot davimus oasi, vai rádjegiddema heađuštusat eai čuoze sámiide nu bahás.

source: Ruotsin ja Norjan välinen porosaamelaisia koskeva yhteinen saamelaislaki. Se täydentää Lappekodisilleniä, jota ei kuitenkaan kumota.
sme: Boazosámiid gieđahalli ” Felleslappeloven ”, mii lea Ruoŧa ja Norgga gaskka, lasihuvvo Lappekodisillii, mii ii heaittihuvvo.

source: Suomen ja Ruotsin välinen raja suljetaan poronhoidolta.
sme: Suoma ja Ruoŧa gaskasaš rádji giddejuvvo boazodollui.

source: Vuonna 1852 tapahtuneen rajan sulkemisen haittavaikutukset lisääntyvät.
sme: Jagi 1852 rádjegiddema dahkan vahágat bahánit.

source: Norjan ja Ruotsin välinen unioni puretaan.
sme: Norgga ja Ruoŧa uniovdna loahppá.

source: Norja pyrkii pääsemään eroon Ruotsin saamelaisten harjoittamasta porojen laiduntamisesta.
sme: Norga beasadaddá Ruoŧa sámiin guđet guođohit bohccuideaset Norggas.

source: Kodisillenistä kiistellään, mutta periaatteessa ollaan yksimielisiä siitä, ettei sitä voi irtisanoa.
sme: Riidu kodisilla geažil, muhto vuođđojurdagiid mielde ovttamielalašvuohta das, ahte dan lea veadjemeahttun cealkit heaittihupmái.

source: Seuraavina vuosina laiduntamisasiasta käydään katkeraa köydenvetoa Norjan ja Ruotsin välillä.
sme: Čuovvovaš jagiid, bahča vuostálas viggamušat Norgga ja Ruoŧa gaskka.

source: 1917 Suomi itsenäistyy.
sme: Suopma šaddá friddja riikan.

source: Yksimielisyys ensimmäisestä poronhoitosopimuksesta.
sme: Vuosttamuš boazoguohtunkonvenšuvdna sohppojuvvo.

source: Ruotsin porosaamelaisten laidunalueita Norjassa rajoitetaan.
sme: Ruoŧŧilaš boazosámiid guohtunguovllut gáržžiduvvojit Norggas.

source: Tämä johtaa Ruotsissa pohjoisesta etelään suuntautuviin sisäisiin pakkomuuttoihin.
sme: Dat dagaha Ruoŧas siskkáldas bággosirdimiid davvin lulás.

source: Tarton rauha: Suomi saa osan Norjan ja Venäjän välisen rajan itäpuolella sijaitsevasta Venäjän alueesta ja pääsyn Pohjoiselle Jäämerelle niin kutsutun ” Jäämeren käytävän ” (" Ishavskorridoren ") kautta.
sme: Dorpat-ráfi: Suopma oažžu unna oasáža Ruošša guovllus mii lea NorggaRuošša ráji nuorttabealde, ja beassanvejolašvuođa jiekŋamerrii nugohčoduvvon jiekŋamearraguji (” Ishavskorridoren ") bokte.

source: Monista itä- eli kolttasaamelaisista tulee nyt Suomen alamaisia.
sme: Ollu nuortalaččat šaddet Suoma riikkavuoložin.

source: Vuodelta 1834 peräisin olevat oikeudet kumotaan Norjan lunastaessa entiset Venäjän, nyt Suomen itäsaamelaisten lohenkalastusoikeudet Etelä
sme: Jagi 1834 mannosaš vuoigatvuođat šihkkojuvvojit dainna lágiin ahte Norga lotnu eret ovddeš ruoššalaš, dál suopmelaš nuortalaččaid luossabivdinvuoigatvuođaid Mátta-Várjjagis, soahpamušain mii dahkkojuvvo Suoma stáhtain.

source: Kaikki maaverot – jopa lapinvero – kumotaan Suomessa annettavalla lailla.
sme: 1924 Buot eananvearut – velá sámevearruge (” lappeskatten ”) – heaittihuvvojit lágain Suomas.

source: Aseleposopimuksen solmiminen. ”
sme: Vearjogeavatkeahttáivuohta sohppojuvvo. "

source: Jäämeren käytävä ” luovutetaan takaisin Neuvostoliitolle.
sme: Ishavskorridoren " sirdojuvvo ruovttoluotta Sovjet-uniovdnii.

source: Monet itäsaamelaiset päättävät muuttaa Suomeen.
sme: Máŋga nuortalačča válljejit sirdit Supmii.

source: Neuvostoliiton ja Pohjoismaiden saamelaisten välinen yhteys katkaistaan yli 40 vuoden ajaksi.
sme: Sovjet-uniovnna ja Davviriikkaid sámiid gaskavuođat boatkanit badjel 40 jahkái.

source: Tärkeimmät tämänjälkeiset tapahtuvat käyvät ilmi seuraavista kohdista.
sme: Deaŧaleamos dáhpáhusat dáid maŋŋil bohtet ovdan dás maŋŋelis.

source: 6.3 Suomen saamelaiset
sme: 6.3 Suoma sámit

source: 6.3.1 Johdanto – määritelmä ja lukumäärä
sme: 6.3.1 Álgosátni – definišuvdna ja lohku

source: Suomen saamelaiskäräjät on viimeksi vuonna 2003 toimitettujen saamelaiskäräjävaalien
sme: Suoma Sámediggi lea nu gieskat go jagi 2003 sámediggeválggas čoaggán dieđuid

source: yhteydessä kerännyt tietoja Suomen saamelaisten lukumäärästä ja kielisyydestä.
sme: Suoma sámiid logus ja giellageavaheamis.

source: Vaaleissa
sme: Daid dieđud vuođul maid sii muitaledje,

source: äänioikeutettujen henkilöiden antamien tietojen pohjalta saamelaisia arvioitiin olevan noin
sme: geain lei vuoigatvuohta jienastit válggas, mearriduvvui sámiid lohku leat sullii 8000.

source: 8 000. Saamelaisten kotiseutualueella (Enontekiön, Utsjoen ja Inarin kunnissa sekä Lapin
sme: Sámiid ruovttugilleguovlluin (Enodaga, Ohcejoga ja Anára suohkaniin, ja Lapin

source: paliskunnaksi nimetyllä Sodankylän kunnan poronhoitoalueella) asui 3 669 saamelaista, joka
sme: paliskunta nammasaš boazoguohtunláhkaguovllus Soađegili suohkanis) ásse 3 669

source: on noin 46 % saamelaisten kokonaismäärästä.
sme: sámi, guđet leat sullii 46% olles logus.

source: Saamelaisten kotiseutualueen ulkopuolella asuu
sme: Sámiid ruovttugilleguovlluid olggobealde

source: noin 4 000 ja ulkomailla 585 saamelaista (yhteensä noin 54 % Kotiseutualueella asuvat
sme: ásset sullii 4000 sámi, ja olgoriikkas 585 (buohkanassii sullii 54%

source: saamelaiset muodostavat vähemmistön, joka on noin 1/3 kokonaisväestöstä.
sme: Ruovttugilleguovlluin sámit leat unnitlogus, sullii 1/3 olles veahkadagas.

source: Koko Suomen
sme: Suoma

source: väestöstä saamelaisten osuus on 0,16 %.
sme: álbmogis sámit leat 0,16%.

source: Sen määrittely, kuka on Suomen saamelainen, perustuu lakiin saamelaiskäräjistä (974/1995; 3
sme: Suomas definišuvdna sápmelaččas vuolgá lágas sámedikki birra (974/1995; 3

source: Lähtökohtana on, että henkilö pitää itseään saamelaisena ja että hänellä on kielellinen
sme: Vuolggasadji lea ahte olmmoš ieš atná iežas sápmelažžan ja ahte sus leat giellalaš

source: yhteys saamelaisiin.
sme: čatnasat sámi álbmogii.

source: Itseidentifikaation lisäksi edellytetään, että 1) että hän itse tai ainakin
sme: huvvo ahte 1) olmmoš ieš lea oahppan dahje unnimusat nubbi su vánhemiin dahje

source: yksi hänen vanhemmistaan tai isovanhemmistaan on oppinut saamen kielen ensimmäisenä
sme: muhtun su áhči dahje eatni vánhemiin ohppe sámegiela vuosttamuš giellan, ahte 2)

source: kielenään, että 2) hän on sellaisen henkilön jälkeläinen, joka on merkitty tunturi-, metsä- tai
sme: son lea eanangirjjiin dahje bággolotnun- dahje veahkadatlohkolisttuin sápmelažžan

source: kalastajalappalaiseksi maa-, veronkanto- tai henkikirjassa, tai 3) että ainakin yksi hänen
sme: namahuvvon olbmo (fjällapp, skogslapp dahje skogslapp) maŋisboahtti dahje ahte 3)

source: vanhemmistaan on merkitty tai olisi voitu merkitä äänioikeutetuksi saamelaisvaltuuskunnan
sme: unnimusat nubbi su vánhemiin lea namahuvvon dahje livččii sáhttán namahuvvot

source: tai saamelaiskäräjien vaaleissa.
sme: dohkálažžan jienastit áirasiid sámedoaimmaide dahje sámediggái.

source: Saamelaiskäräjien toimintakertomuksessa vuodelta 2004 todetaan, ettei ainoastaan laissa
sme: Sámedikki dieđáhusa mielde (jagi 2004) ii leat vejolaš duššefal lága addin

source: olevan saamelaismääritelmän perusteella ole mahdollista vahvistaa, keistä henkilöistä
sme: sámedefinišuvnna vuođul mearridit mat olbmuid dat gullet dan jovkui mii lea sámi

source: saamelaisten alkuperäiskansan ryhmä muodostuu.
sme: álgoálbmot.

source: Korkein hallinto-oikeus on kuitenkin vuonna 1999 vahvistanut perusteet, joiden mukaan henkilö on merkitty äänioikeutetuksi
sme: Alimus hálddahusduopmostuollu lea dattetge jagi 1999 mearridan daid

source: saamelaiskäräjävaaleissa.
sme: eavttuid maiguin olbmos lea vuoigatvuohta jienastit sámediggeválggas.

source: 6.3.2 Suomen virallinen saamelaispolitiikka
sme: 6.3.2 Almmolaš suopmelaš sámepolitihkka

source: Suomen perustuslain (731/1999) perusoikeusluvussa myönnetään saamelaisille
sme: Suoma vuođđoláhka (731/1999) mieđiha sámiide álgoálbmoga sajádaga dan

source: alkuperäiskansan asema.
sme: kapihttalis mii gieđahallá friddjavuođaid ja vuoigatvuođaid.

source: Perustuslain 17 §:n 3 momentissa säädetään muun muassa, että
sme: Vuođđolága 17 § 3 mom.

source: ” saamelaisilla alkuperäiskansana sekä romaneilla ja muilla ryhmillä on oikeus ylläpitää ja
sme: nanne ee. ahte " Sámiin álgoálbmogin ja romalaččain ja eará joavkkuin lea

source: kehittää omaa kieltään ja kulttuuriaan.
sme: vuoigatvuohta seailluhit ja ovddidit iežaset kultuvrra.

source: Saamelaisten oikeudesta käyttää saamen kieltä
sme: Mearrádusat sámiid

source: viranomaisessa säädetään lailla. ”
sme: vuoigatvuođas geavahit sámegiela eiseválddiid luhtte almmuhuvvojit lága hámis. "

source: Perustuslain hallintoa ja itsehallintoa koskeviin säädöksiin
sme: Vuođđolága mearrádusain, mat gieđahallet hálddašeami ja iešmearrideami, lea

source: sisältyy seuraava määräys (121 §:n 4 momentti): ” Itsehallinnosta kuntia suuremmilla
sme: čuovvovaš mearrádus mielde (121 § 4 mom): " Iešmearrideami mii hálddašanguovllu

source: hallintoalueilla säädetään lailla.
sme: dáfus lea viidát go suohkanat, mearrida láhka.

source: Saamelaisilla on saamelaisten kotiseutualueella kieltään ja
sme: Sámiin lea iežaset ruovttugilleguovllus

source: kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään. ”
sme: giellalaš ja kultuvrralaš autonomiija lága mearrádusa mielde. "

source: Perustuslain perustelujen mukaan saamelaisten asemasta alkuperäiskansana määrätään
sme: Vuođđolága ákkaid mielde sámiid sajádat álgoálbmogin mearriduvvo

source: kansainvälisten yleissopimusten antamien oikeuksien nojalla.
sme: riikkaidgaskasaš konvenšuvnnaid mearrádusaid addin vuoigatvuođaiguin.

source: Käsitteellä kulttuuri tarkoitetaan
sme: Doahpagiin

source: saamelaisten kulttuurimuotoa, johon lukeutuvat myös saamelaisten perinteiset elinkeinot
sme: kultuvra oaivvilduvvo sámiid kulturvuohki mii fátmmasta maiddái sámiid árbevirolaš

source: kuten poronhoito, metsästys ja kalastus.
sme: ealáhusaid, nugo boazodoalu, meahcásteami ja guolásteami.

source: Saamelaiskäräjät katsoi toimintakertomuksessaan
sme: Sámediggi oaivvilda

source: (vuodelta 2004), että Suomi tunnustaa saamelaisten aseman alkuperäiskansana
sme: dieđáhusastis (jagi 2004) ahte stáhta hálddašanrievttálaš dásis Suopma dohkkeha

source: valtiosääntöoikeudellisella tasolla mutta kohtelee saamelaisia käytännössä lähinnä
sme: sámiid álgoálbmotsajádaga, muhto almmolašvuohta meannuda sámiiguin ovddimusat

source: alueellisena kielivähemmistönä.
sme: guovllodásat giellalaš unnitlohkun.

source: Saamelaisten kulttuuri-itsehallintoon ja saamelaiskysymysten
sme: Gažaldagat sámiid kultuvrralaš autonomiija ja

source: koordinointiin liittyvät kysymykset ovat vuodesta 1996 lähtien kuuluneet oikeusministeriön
sme: sámeáššiid koordinerema birra leat jagi 1996 rájis gullan justitieministeriija bargo

source: tehtäviin.
sme: suorgái.

source: Myös monet muut ministeriöt käsittelevät saamelaiskysymyksiä.
sme: Ollu earáge ministeriijat gieđahallet sámeáššiid.

source: Maa- ja
sme: Eanan- ja vuovdeministeriija

source: metsätalousministeriön tehtäviin kuuluvat muun muassa poronhoitoa, kalastusta ja
sme: bargguide gullet ee. boazodoallo-, guolástus- ja meahcástusáššit, ja oahpahus

source: riistataloutta koskevat kysymykset, kun taas opetusministeriö käsittelee opetukseen ja
sme: ministeriija fas gieđahallá oahpahussii ja kulturdoaimmaide gullevaš áššiid.

source: yhteensovittamisesta on vuodesta 1960 lähtien vastannut saamelaisvaltuuskunta.
sme: Jagi 1960

source: Valtuuskunnan puheenjohtajana toimii Lapin läänin maaherra.
sme: áššiid. Lávdegotti ságadoalli lea Lapplándda leana eananhearrá.

source: Valtuuskuntaan kuuluu lisäksi
sme: Lávdegoddái gullet

source: kuuden ministeriön edustajat ja kuusi saamelaiskäräjien nimittämää jäsentä.
sme: vel guđa ministeriija áirasat ja guhtta sámedikki válljen áirasa.

source: 6.3.3 Saamelaiskäräjät
sme: 6.3.3 Sámediggi

source: Saamelaiset harjoittavat kotiseutualueen kulttuuri-itsehallintoaan saamelaiskäräjien kautta.
sme: Sámit fuolahit iežaset kultuvrralaš autonomiija ruovttugilleguovlluineaset sámedikki

source: Saamelaiskäräjillä on 21 jäsentä, jotka valitaan saamelaiskäräjävaaleilla neljäksi vuodeksi
sme: bokte. Sámedikkis leat 21 lahtu guđet válljejuvvojit sámediggeválggas njealje jahkái

source: kerrallaan.
sme: háválassii.

source: Saamelaiskäräjien tehtävänä on saamelaiskäräjälain 5 §:n mukaan hoitaa
sme: Sámedikki doaimmaide gullet sámediggelága 5 § mielde dat áššit mat
